Repository: UPCnet/ulearn5.owncloud
Catalog: src/ulearn5/owncloud/locales/*/LC_MESSAGES/ulearn5.owncloud.po
Languages: ca, es

source: Cancel
ca: Cancel·lar
es: Cancelar

source: Changes saved
ca: Canvis guardats
es: Cambios guardados

source: Connection URL of storage
ca: Adreça per connectar amb l'emmagatzemament
es: Dirección para conectar con el almacenamiento

source: Connector mode
ca: Mode de connexió
es: Modo de conexión

source: Connector mode (defaults to 'owncloud')
ca: Mode de connexió (per defecte: owncloud)
es: Mode de conexión (por defecto: owncloud)

source: Document
es: Documento

source: Domain manage communities in OwnCloud
ca: Nom del domini que es crearà a OwnCloud
es: Nombre del dominio que se creará en OwnCloud

source: Edit cancelled
ca: Edició cancel·lada
es: Edición cancelada

source: Enter name for new file:
ca: Afegiu el nom:
es: Añade un nombre:

source: Error renaming ${title}
ca: Ha succeït un error canviant el nom a ${title}
es: Ha sucedido un error cambiando el nombre a ${title}

source: File Owncloud
ca: Cloud File
es: Cloud File

source: Installs the ulearn5.owncloud add-on.
ca: Instal·la el plugin per ulearn5.owncloud
es: Instala el plugin de ulearn5.owncloud

source: OwnCloud Settings
ca: Configuració d'OwnCloud
es: Configuración de OwnCloud

source: Password overriding the system settings
ca: Contrasenya per sobrescriure la configuració del sistema
es: Contraseña para sobrescribir la configuración del sistema

source: Permission denied to rename ${title}.
ca: Permissos denegats per renombrar ${title}.
es: Permisos denegados para renombrar ${title}.

source: Presentation
ca: Presentació
es: Presentación

source: Save
ca: Guardar
es: Guardar

source: Spreadsheet
ca: Full de càlcul
es: Hoja de cálculo

source: The community {} not has been created in owncloud due to {}
ca: La comunitat {} no s'ha creat en OwnCloud degut a {}
es: La comunidad {} no se ha creado en OwnCloud debido a {}

source: Uninstalls the ulearn5.owncloud add-on.
ca: Desinstal·la el plugin d'ulearn5.owncloud.
es: Desinstala el plugin de ulearn5.owncloud

source: Username for manage OwnCloud
ca: Nom d'usuari per administrar OwnCloud
es: Nombre de usuario para administrar OwnCloud

source: admin user or admin password or server url is wrong configured in OwnCloud controlpanel.
ca: L'usuari d'admin, la seva contrasenya o l'adreça del servidor no s'han configurat correctament al panell de configuració d'OwnCloud.
es: El usuario admin, su contraseña o la dirección del servidor no se han configurado correctamente en el panel de configuración de OwnCloud.

source: back_to_directory
ca: Torna a la carpeta
es: Vuelve a la carpeta

source: click_to_upload
ca: Arrosega fitxers aquí o fes clic per afegir des del teu ordinador
es: Arrastra ficheros aqui o haz clic para añadir desde tu ordenador

source: delete_uploaded_files
ca: Torna a la carpeta per realitzar accions sobre el fitxer o fitxers pujats
es: Vuelve a la carpeta para realizar acciones sobre el fichero o ficheros subidos.

source: file_owncloud_description
ca: Descripció del fitxer OwnCloud
es: Descripción del fichero OwnCloud

source: file_owncloud_title
ca: Títol del fitxer OwnCloud
es: Título del fichero OwnCloud

source: fileid_owncloud_description
ca: Descripció del fileid
es: Descripción del fileid

source: fileid_owncloud_title
ca: Fileid
es: Fileid

source: help_create_new_file
ca: Clica a la imatge per escollir entre un document, una fulla de càlcul o una presentació
es: Clica en la imagen para escoger entre documento, hoja de cálculo o presentación

source: help_uploading_files
ca: Utilitza aquest formulari per afegir un o múltiples fitxers
es: Utiliza este formulario para añadir uno o múltiples ficheros.

source: title_create_new_file
ca: Fitxer en blanc
es: Fichero en blanco

source: title_upload_new_file
ca: Penja fitxers
es: Añade ficheros

source: ulearn5.owncloud (uninstall)
ca: ulearn5.owncloud (desinstal·lar)
es: ulearn5.owncloud (desinstalar)

source: your client session with OwnCloud server is not ready, please, do logout and login again.
ca: La vostra sessió de connexió amb OwnCloud no està operativa, si us plau, sortiu i torneu a entrar de nou a l'espai de Comunitats
es: Su sessión de conexión con OwnCloud no está operativa, por favor, salga i vuelva a entrar al espacio de Comunidades.

source: your user or password does not exists in OwnCloud server. Or server url is wrong configured.
ca: El seu usuari no existeix o bé la seva contrasenya es incorrecta. També és possible que l'adreça del servidor no sigui correcta.
es: Su usuario no existe o bien su contraseña es incorrecta. También es posible que la dirección del servidor no sea correcta.
